{
  "metadata": {
    "total_size": 11118735360
  },
  "weight_map": {
    "layers.0.wte.weight": "pytorch_model-00001-of-00002.bin",
    "layers.1.ln.bias": "pytorch_model-00001-of-00002.bin",
    "layers.1.ln.weight": "pytorch_model-00001-of-00002.bin",
    "layers.1.mixer.Wqkv.bias": "pytorch_model-00001-of-00002.bin",
    "layers.1.mixer.Wqkv.weight": "pytorch_model-00001-of-00002.bin",
    "layers.1.mixer.out_proj.bias": "pytorch_model-00001-of-00002.bin",
    "layers.1.mixer.out_proj.weight": "pytorch_model-00001-of-00002.bin",
    "layers.1.mlp.fc1.bias": "pytorch_model-00001-of-00002.bin",
    "layers.1.mlp.fc1.weight": "pytorch_model-00001-of-00002.bin",
    "layers.1.mlp.fc2.bias": "pytorch_model-00001-of-00002.bin",
    "layers.1.mlp.fc2.weight": "pytorch_model-00001-of-00002.bin",
    "layers.10.ln.bias": "pytorch_model-00001-of-00002.bin",
    "layers.10.ln.weight": "pytorch_model-00001-of-00002.bin",
    "layers.10.mixer.Wqkv.bias": "pytorch_model-00001-of-00002.bin",
    "layers.10.mixer.Wqkv.weight": "pytorch_model-00001-of-00002.bin",
    "layers.10.mixer.out_proj.bias": "pytorch_model-00001-of-00002.bin",
    "layers.10.mixer.out_proj.weight": "pytorch_model-00001-of-00002.bin",
    "layers.10.mlp.fc1.bias": "pytorch_model-00001-of-00002.bin",
    "layers.10.mlp.fc1.weight": "pytorch_model-00001-of-00002.bin",
    "layers.10.mlp.fc2.bias": "pytorch_model-00001-of-00002.bin",
    "layers.10.mlp.fc2.weight": "pytorch_model-00001-of-00002.bin",
    "layers.11.ln.bias": "pytorch_model-00001-of-00002.bin",
    "layers.11.ln.weight": "pytorch_model-00001-of-00002.bin",
    "layers.11.mixer.Wqkv.bias": "pytorch_model-00001-of-00002.bin",
    "layers.11.mixer.Wqkv.weight": "pytorch_model-00001-of-00002.bin",
    "layers.11.mixer.out_proj.bias": "pytorch_model-00001-of-00002.bin",
    "layers.11.mixer.out_proj.weight": "pytorch_model-00001-of-00002.bin",
    "layers.11.mlp.fc1.bias": "pytorch_model-00001-of-00002.bin",
    "layers.11.mlp.fc1.weight": "pytorch_model-00001-of-00002.bin",
    "layers.11.mlp.fc2.bias": "pytorch_model-00001-of-00002.bin",
    "layers.11.mlp.fc2.weight": "pytorch_model-00001-of-00002.bin",
    "layers.12.ln.bias": "pytorch_model-00001-of-00002.bin",
    "layers.12.ln.weight": "pytorch_model-00001-of-00002.bin",
    "layers.12.mixer.Wqkv.bias": "pytorch_model-00001-of-00002.bin",
    "layers.12.mixer.Wqkv.weight": "pytorch_model-00001-of-00002.bin",
    "layers.12.mixer.out_proj.bias": "pytorch_model-00001-of-00002.bin",
    "layers.12.mixer.out_proj.weight": "pytorch_model-00001-of-00002.bin",
    "layers.12.mlp.fc1.bias": "pytorch_model-00001-of-00002.bin",
    "layers.12.mlp.fc1.weight": "pytorch_model-00001-of-00002.bin",
    "layers.12.mlp.fc2.bias": "pytorch_model-00001-of-00002.bin",
    "layers.12.mlp.fc2.weight": "pytorch_model-00001-of-00002.bin",
    "layers.13.ln.bias": "pytorch_model-00001-of-00002.bin",
    "layers.13.ln.weight": "pytorch_model-00001-of-00002.bin",
    "layers.13.mixer.Wqkv.bias": "pytorch_model-00001-of-00002.bin",
    "layers.13.mixer.Wqkv.weight": "pytorch_model-00001-of-00002.bin",
    "layers.13.mixer.out_proj.bias": "pytorch_model-00001-of-00002.bin",
    "layers.13.mixer.out_proj.weight": "pytorch_model-00001-of-00002.bin",
    "layers.13.mlp.fc1.bias": "pytorch_model-00001-of-00002.bin",
    "layers.13.mlp.fc1.weight": "pytorch_model-00001-of-00002.bin",
    "layers.13.mlp.fc2.bias": "pytorch_model-00001-of-00002.bin",
    "layers.13.mlp.fc2.weight": "pytorch_model-00001-of-00002.bin",
    "layers.14.ln.bias": "pytorch_model-00001-of-00002.bin",
    "layers.14.ln.weight": "pytorch_model-00001-of-00002.bin",
    "layers.14.mixer.Wqkv.bias": "pytorch_model-00001-of-00002.bin",
    "layers.14.mixer.Wqkv.weight": "pytorch_model-00001-of-00002.bin",
    "layers.14.mixer.out_proj.bias": "pytorch_model-00001-of-00002.bin",
    "layers.14.mixer.out_proj.weight": "pytorch_model-00001-of-00002.bin",
    "layers.14.mlp.fc1.bias": "pytorch_model-00001-of-00002.bin",
    "layers.14.mlp.fc1.weight": "pytorch_model-00001-of-00002.bin",
    "layers.14.mlp.fc2.bias": "pytorch_model-00001-of-00002.bin",
    "layers.14.mlp.fc2.weight": "pytorch_model-00001-of-00002.bin",
    "layers.15.ln.bias": "pytorch_model-00001-of-00002.bin",
    "layers.15.ln.weight": "pytorch_model-00001-of-00002.bin",
    "layers.15.mixer.Wqkv.bias": "pytorch_model-00001-of-00002.bin",
    "layers.15.mixer.Wqkv.weight": "pytorch_model-00001-of-00002.bin",
    "layers.15.mixer.out_proj.bias": "pytorch_model-00001-of-00002.bin",
    "layers.15.mixer.out_proj.weight": "pytorch_model-00001-of-00002.bin",
    "layers.15.mlp.fc1.bias": "pytorch_model-00001-of-00002.bin",
    "layers.15.mlp.fc1.weight": "pytorch_model-00001-of-00002.bin",
    "layers.15.mlp.fc2.bias": "pytorch_model-00001-of-00002.bin",
    "layers.15.mlp.fc2.weight": "pytorch_model-00001-of-00002.bin",
    "layers.16.ln.bias": "pytorch_model-00001-of-00002.bin",
    "layers.16.ln.weight": "pytorch_model-00001-of-00002.bin",
    "layers.16.mixer.Wqkv.bias": "pytorch_model-00001-of-00002.bin",
    "layers.16.mixer.Wqkv.weight": "pytorch_model-00001-of-00002.bin",
    "layers.16.mixer.out_proj.bias": "pytorch_model-00001-of-00002.bin",
    "layers.16.mixer.out_proj.weight": "pytorch_model-00001-of-00002.bin",
    "layers.16.mlp.fc1.bias": "pytorch_model-00001-of-00002.bin",
    "layers.16.mlp.fc1.weight": "pytorch_model-00001-of-00002.bin",
    "layers.16.mlp.fc2.bias": "pytorch_model-00001-of-00002.bin",
    "layers.16.mlp.fc2.weight": "pytorch_model-00001-of-00002.bin",
    "layers.17.ln.bias": "pytorch_model-00001-of-00002.bin",
    "layers.17.ln.weight": "pytorch_model-00001-of-00002.bin",
    "layers.17.mixer.Wqkv.bias": "pytorch_model-00001-of-00002.bin",
    "layers.17.mixer.Wqkv.weight": "pytorch_model-00001-of-00002.bin",
    "layers.17.mixer.out_proj.bias": "pytorch_model-00001-of-00002.bin",
    "layers.17.mixer.out_proj.weight": "pytorch_model-00001-of-00002.bin",
    "layers.17.mlp.fc1.bias": "pytorch_model-00001-of-00002.bin",
    "layers.17.mlp.fc1.weight": "pytorch_model-00001-of-00002.bin",
    "layers.17.mlp.fc2.bias": "pytorch_model-00001-of-00002.bin",
    "layers.17.mlp.fc2.weight": "pytorch_model-00001-of-00002.bin",
    "layers.18.ln.bias": "pytorch_model-00001-of-00002.bin",
    "layers.18.ln.weight": "pytorch_model-00001-of-00002.bin",
    "layers.18.mixer.Wqkv.bias": "pytorch_model-00001-of-00002.bin",
    "layers.18.mixer.Wqkv.weight": "pytorch_model-00001-of-00002.bin",
    "layers.18.mixer.out_proj.bias": "pytorch_model-00001-of-00002.bin",
    "layers.18.mixer.out_proj.weight": "pytorch_model-00001-of-00002.bin",
    "layers.18.mlp.fc1.bias": "pytorch_model-00001-of-00002.bin",
    "layers.18.mlp.fc1.weight": "pytorch_model-00001-of-00002.bin",
    "layers.18.mlp.fc2.bias": "pytorch_model-00001-of-00002.bin",
    "layers.18.mlp.fc2.weight": "pytorch_model-00001-of-00002.bin",
    "layers.19.ln.bias": "pytorch_model-00001-of-00002.bin",
    "layers.19.ln.weight": "pytorch_model-00001-of-00002.bin",
    "layers.19.mixer.Wqkv.bias": "pytorch_model-00001-of-00002.bin",
    "layers.19.mixer.Wqkv.weight": "pytorch_model-00001-of-00002.bin",
    "layers.19.mixer.out_proj.bias": "pytorch_model-00001-of-00002.bin",
    "layers.19.mixer.out_proj.weight": "pytorch_model-00001-of-00002.bin",
    "layers.19.mlp.fc1.bias": "pytorch_model-00001-of-00002.bin",
    "layers.19.mlp.fc1.weight": "pytorch_model-00001-of-00002.bin",
    "layers.19.mlp.fc2.bias": "pytorch_model-00001-of-00002.bin",
    "layers.19.mlp.fc2.weight": "pytorch_model-00001-of-00002.bin",
    "layers.2.ln.bias": "pytorch_model-00001-of-00002.bin",
    "layers.2.ln.weight": "pytorch_model-00001-of-00002.bin",
    "layers.2.mixer.Wqkv.bias": "pytorch_model-00001-of-00002.bin",
    "layers.2.mixer.Wqkv.weight": "pytorch_model-00001-of-00002.bin",
    "layers.2.mixer.out_proj.bias": "pytorch_model-00001-of-00002.bin",
    "layers.2.mixer.out_proj.weight": "pytorch_model-00001-of-00002.bin",
    "layers.2.mlp.fc1.bias": "pytorch_model-00001-of-00002.bin",
    "layers.2.mlp.fc1.weight": "pytorch_model-00001-of-00002.bin",
    "layers.2.mlp.fc2.bias": "pytorch_model-00001-of-00002.bin",
    "layers.2.mlp.fc2.weight": "pytorch_model-00001-of-00002.bin",
    "layers.20.ln.bias": "pytorch_model-00001-of-00002.bin",
    "layers.20.ln.weight": "pytorch_model-00001-of-00002.bin",
    "layers.20.mixer.Wqkv.bias": "pytorch_model-00001-of-00002.bin",
    "layers.20.mixer.Wqkv.weight": "pytorch_model-00001-of-00002.bin",
    "layers.20.mixer.out_proj.bias": "pytorch_model-00001-of-00002.bin",
    "layers.20.mixer.out_proj.weight": "pytorch_model-00001-of-00002.bin",
    "layers.20.mlp.fc1.bias": "pytorch_model-00001-of-00002.bin",
    "layers.20.mlp.fc1.weight": "pytorch_model-00001-of-00002.bin",
    "layers.20.mlp.fc2.bias": "pytorch_model-00001-of-00002.bin",
    "layers.20.mlp.fc2.weight": "pytorch_model-00001-of-00002.bin",
    "layers.21.ln.bias": "pytorch_model-00001-of-00002.bin",
    "layers.21.ln.weight": "pytorch_model-00001-of-00002.bin",
    "layers.21.mixer.Wqkv.bias": "pytorch_model-00001-of-00002.bin",
    "layers.21.mixer.Wqkv.weight": "pytorch_model-00001-of-00002.bin",
    "layers.21.mixer.out_proj.bias": "pytorch_model-00001-of-00002.bin",
    "layers.21.mixer.out_proj.weight": "pytorch_model-00001-of-00002.bin",
    "layers.21.mlp.fc1.bias": "pytorch_model-00001-of-00002.bin",
    "layers.21.mlp.fc1.weight": "pytorch_model-00001-of-00002.bin",
    "layers.21.mlp.fc2.bias": "pytorch_model-00001-of-00002.bin",
    "layers.21.mlp.fc2.weight": "pytorch_model-00001-of-00002.bin",
    "layers.22.ln.bias": "pytorch_model-00001-of-00002.bin",
    "layers.22.ln.weight": "pytorch_model-00001-of-00002.bin",
    "layers.22.mixer.Wqkv.bias": "pytorch_model-00001-of-00002.bin",
    "layers.22.mixer.Wqkv.weight": "pytorch_model-00001-of-00002.bin",
    "layers.22.mixer.out_proj.bias": "pytorch_model-00001-of-00002.bin",
    "layers.22.mixer.out_proj.weight": "pytorch_model-00001-of-00002.bin",
    "layers.22.mlp.fc1.bias": "pytorch_model-00001-of-00002.bin",
    "layers.22.mlp.fc1.weight": "pytorch_model-00001-of-00002.bin",
    "layers.22.mlp.fc2.bias": "pytorch_model-00001-of-00002.bin",
    "layers.22.mlp.fc2.weight": "pytorch_model-00001-of-00002.bin",
    "layers.23.ln.bias": "pytorch_model-00001-of-00002.bin",
    "layers.23.ln.weight": "pytorch_model-00001-of-00002.bin",
    "layers.23.mixer.Wqkv.bias": "pytorch_model-00001-of-00002.bin",
    "layers.23.mixer.Wqkv.weight": "pytorch_model-00001-of-00002.bin",
    "layers.23.mixer.out_proj.bias": "pytorch_model-00001-of-00002.bin",
    "layers.23.mixer.out_proj.weight": "pytorch_model-00001-of-00002.bin",
    "layers.23.mlp.fc1.bias": "pytorch_model-00001-of-00002.bin",
    "layers.23.mlp.fc1.weight": "pytorch_model-00001-of-00002.bin",
    "layers.23.mlp.fc2.bias": "pytorch_model-00001-of-00002.bin",
    "layers.23.mlp.fc2.weight": "pytorch_model-00001-of-00002.bin",
    "layers.24.ln.bias": "pytorch_model-00001-of-00002.bin",
    "layers.24.ln.weight": "pytorch_model-00001-of-00002.bin",
    "layers.24.mixer.Wqkv.bias": "pytorch_model-00001-of-00002.bin",
    "layers.24.mixer.Wqkv.weight": "pytorch_model-00001-of-00002.bin",
    "layers.24.mixer.out_proj.bias": "pytorch_model-00001-of-00002.bin",
    "layers.24.mixer.out_proj.weight": "pytorch_model-00001-of-00002.bin",
    "layers.24.mlp.fc1.bias": "pytorch_model-00001-of-00002.bin",
    "layers.24.mlp.fc1.weight": "pytorch_model-00001-of-00002.bin",
    "layers.24.mlp.fc2.bias": "pytorch_model-00001-of-00002.bin",
    "layers.24.mlp.fc2.weight": "pytorch_model-00001-of-00002.bin",
    "layers.25.ln.bias": "pytorch_model-00001-of-00002.bin",
    "layers.25.ln.weight": "pytorch_model-00001-of-00002.bin",
    "layers.25.mixer.Wqkv.bias": "pytorch_model-00001-of-00002.bin",
    "layers.25.mixer.Wqkv.weight": "pytorch_model-00001-of-00002.bin",
    "layers.25.mixer.out_proj.bias": "pytorch_model-00001-of-00002.bin",
    "layers.25.mixer.out_proj.weight": "pytorch_model-00001-of-00002.bin",
    "layers.25.mlp.fc1.bias": "pytorch_model-00001-of-00002.bin",
    "layers.25.mlp.fc1.weight": "pytorch_model-00001-of-00002.bin",
    "layers.25.mlp.fc2.bias": "pytorch_model-00001-of-00002.bin",
    "layers.25.mlp.fc2.weight": "pytorch_model-00001-of-00002.bin",
    "layers.26.ln.bias": "pytorch_model-00001-of-00002.bin",
    "layers.26.ln.weight": "pytorch_model-00001-of-00002.bin",
    "layers.26.mixer.Wqkv.bias": "pytorch_model-00001-of-00002.bin",
    "layers.26.mixer.Wqkv.weight": "pytorch_model-00001-of-00002.bin",
    "layers.26.mixer.out_proj.bias": "pytorch_model-00001-of-00002.bin",
    "layers.26.mixer.out_proj.weight": "pytorch_model-00001-of-00002.bin",
    "layers.26.mlp.fc1.bias": "pytorch_model-00001-of-00002.bin",
    "layers.26.mlp.fc1.weight": "pytorch_model-00001-of-00002.bin",
    "layers.26.mlp.fc2.bias": "pytorch_model-00001-of-00002.bin",
    "layers.26.mlp.fc2.weight": "pytorch_model-00001-of-00002.bin",
    "layers.27.ln.bias": "pytorch_model-00001-of-00002.bin",
    "layers.27.ln.weight": "pytorch_model-00001-of-00002.bin",
    "layers.27.mixer.Wqkv.bias": "pytorch_model-00001-of-00002.bin",
    "layers.27.mixer.Wqkv.weight": "pytorch_model-00001-of-00002.bin",
    "layers.27.mixer.out_proj.bias": "pytorch_model-00001-of-00002.bin",
    "layers.27.mixer.out_proj.weight": "pytorch_model-00001-of-00002.bin",
    "layers.27.mlp.fc1.bias": "pytorch_model-00001-of-00002.bin",
    "layers.27.mlp.fc1.weight": "pytorch_model-00001-of-00002.bin",
    "layers.27.mlp.fc2.bias": "pytorch_model-00001-of-00002.bin",
    "layers.27.mlp.fc2.weight": "pytorch_model-00001-of-00002.bin",
    "layers.28.ln.bias": "pytorch_model-00001-of-00002.bin",
    "layers.28.ln.weight": "pytorch_model-00001-of-00002.bin",
    "layers.28.mixer.Wqkv.bias": "pytorch_model-00001-of-00002.bin",
    "layers.28.mixer.Wqkv.weight": "pytorch_model-00001-of-00002.bin",
    "layers.28.mixer.out_proj.bias": "pytorch_model-00001-of-00002.bin",
    "layers.28.mixer.out_proj.weight": "pytorch_model-00001-of-00002.bin",
    "layers.28.mlp.fc1.bias": "pytorch_model-00001-of-00002.bin",
    "layers.28.mlp.fc1.weight": "pytorch_model-00001-of-00002.bin",
    "layers.28.mlp.fc2.bias": "pytorch_model-00001-of-00002.bin",
    "layers.28.mlp.fc2.weight": "pytorch_model-00001-of-00002.bin",
    "layers.29.ln.bias": "pytorch_model-00001-of-00002.bin",
    "layers.29.ln.weight": "pytorch_model-00001-of-00002.bin",
    "layers.29.mixer.Wqkv.bias": "pytorch_model-00001-of-00002.bin",
    "layers.29.mixer.Wqkv.weight": "pytorch_model-00001-of-00002.bin",
    "layers.29.mixer.out_proj.bias": "pytorch_model-00001-of-00002.bin",
    "layers.29.mixer.out_proj.weight": "pytorch_model-00001-of-00002.bin",
    "layers.29.mlp.fc1.bias": "pytorch_model-00001-of-00002.bin",
    "layers.29.mlp.fc1.weight": "pytorch_model-00001-of-00002.bin",
    "layers.29.mlp.fc2.bias": "pytorch_model-00001-of-00002.bin",
    "layers.29.mlp.fc2.weight": "pytorch_model-00001-of-00002.bin",
    "layers.3.ln.bias": "pytorch_model-00001-of-00002.bin",
    "layers.3.ln.weight": "pytorch_model-00001-of-00002.bin",
    "layers.3.mixer.Wqkv.bias": "pytorch_model-00001-of-00002.bin",
    "layers.3.mixer.Wqkv.weight": "pytorch_model-00001-of-00002.bin",
    "layers.3.mixer.out_proj.bias": "pytorch_model-00001-of-00002.bin",
    "layers.3.mixer.out_proj.weight": "pytorch_model-00001-of-00002.bin",
    "layers.3.mlp.fc1.bias": "pytorch_model-00001-of-00002.bin",
    "layers.3.mlp.fc1.weight": "pytorch_model-00001-of-00002.bin",
    "layers.3.mlp.fc2.bias": "pytorch_model-00001-of-00002.bin",
    "layers.3.mlp.fc2.weight": "pytorch_model-00001-of-00002.bin",
    "layers.30.ln.bias": "pytorch_model-00001-of-00002.bin",
    "layers.30.ln.weight": "pytorch_model-00001-of-00002.bin",
    "layers.30.mixer.Wqkv.bias": "pytorch_model-00001-of-00002.bin",
    "layers.30.mixer.Wqkv.weight": "pytorch_model-00001-of-00002.bin",
    "layers.30.mixer.out_proj.bias": "pytorch_model-00001-of-00002.bin",
    "layers.30.mixer.out_proj.weight": "pytorch_model-00001-of-00002.bin",
    "layers.30.mlp.fc1.bias": "pytorch_model-00001-of-00002.bin",
    "layers.30.mlp.fc1.weight": "pytorch_model-00001-of-00002.bin",
    "layers.30.mlp.fc2.bias": "pytorch_model-00001-of-00002.bin",
    "layers.30.mlp.fc2.weight": "pytorch_model-00001-of-00002.bin",
    "layers.31.ln.bias": "pytorch_model-00001-of-00002.bin",
    "layers.31.ln.weight": "pytorch_model-00001-of-00002.bin",
    "layers.31.mixer.Wqkv.bias": "pytorch_model-00002-of-00002.bin",
    "layers.31.mixer.Wqkv.weight": "pytorch_model-00002-of-00002.bin",
    "layers.31.mixer.out_proj.bias": "pytorch_model-00002-of-00002.bin",
    "layers.31.mixer.out_proj.weight": "pytorch_model-00002-of-00002.bin",
    "layers.31.mlp.fc1.bias": "pytorch_model-00002-of-00002.bin",
    "layers.31.mlp.fc1.weight": "pytorch_model-00002-of-00002.bin",
    "layers.31.mlp.fc2.bias": "pytorch_model-00002-of-00002.bin",
    "layers.31.mlp.fc2.weight": "pytorch_model-00002-of-00002.bin",
    "layers.32.ln.bias": "pytorch_model-00002-of-00002.bin",
    "layers.32.ln.weight": "pytorch_model-00002-of-00002.bin",
    "layers.32.mixer.Wqkv.bias": "pytorch_model-00002-of-00002.bin",
    "layers.32.mixer.Wqkv.weight": "pytorch_model-00002-of-00002.bin",
    "layers.32.mixer.out_proj.bias": "pytorch_model-00002-of-00002.bin",
    "layers.32.mixer.out_proj.weight": "pytorch_model-00002-of-00002.bin",
    "layers.32.mlp.fc1.bias": "pytorch_model-00002-of-00002.bin",
    "layers.32.mlp.fc1.weight": "pytorch_model-00002-of-00002.bin",
    "layers.32.mlp.fc2.bias": "pytorch_model-00002-of-00002.bin",
    "layers.32.mlp.fc2.weight": "pytorch_model-00002-of-00002.bin",
    "layers.33.linear.bias": "pytorch_model-00002-of-00002.bin",
    "layers.33.linear.weight": "pytorch_model-00002-of-00002.bin",
    "layers.33.ln.bias": "pytorch_model-00002-of-00002.bin",
    "layers.33.ln.weight": "pytorch_model-00002-of-00002.bin",
    "layers.4.ln.bias": "pytorch_model-00001-of-00002.bin",
    "layers.4.ln.weight": "pytorch_model-00001-of-00002.bin",
    "layers.4.mixer.Wqkv.bias": "pytorch_model-00001-of-00002.bin",
    "layers.4.mixer.Wqkv.weight": "pytorch_model-00001-of-00002.bin",
    "layers.4.mixer.out_proj.bias": "pytorch_model-00001-of-00002.bin",
    "layers.4.mixer.out_proj.weight": "pytorch_model-00001-of-00002.bin",
    "layers.4.mlp.fc1.bias": "pytorch_model-00001-of-00002.bin",
    "layers.4.mlp.fc1.weight": "pytorch_model-00001-of-00002.bin",
    "layers.4.mlp.fc2.bias": "pytorch_model-00001-of-00002.bin",
    "layers.4.mlp.fc2.weight": "pytorch_model-00001-of-00002.bin",
    "layers.5.ln.bias": "pytorch_model-00001-of-00002.bin",
    "layers.5.ln.weight": "pytorch_model-00001-of-00002.bin",
    "layers.5.mixer.Wqkv.bias": "pytorch_model-00001-of-00002.bin",
    "layers.5.mixer.Wqkv.weight": "pytorch_model-00001-of-00002.bin",
    "layers.5.mixer.out_proj.bias": "pytorch_model-00001-of-00002.bin",
    "layers.5.mixer.out_proj.weight": "pytorch_model-00001-of-00002.bin",
    "layers.5.mlp.fc1.bias": "pytorch_model-00001-of-00002.bin",
    "layers.5.mlp.fc1.weight": "pytorch_model-00001-of-00002.bin",
    "layers.5.mlp.fc2.bias": "pytorch_model-00001-of-00002.bin",
    "layers.5.mlp.fc2.weight": "pytorch_model-00001-of-00002.bin",
    "layers.6.ln.bias": "pytorch_model-00001-of-00002.bin",
    "layers.6.ln.weight": "pytorch_model-00001-of-00002.bin",
    "layers.6.mixer.Wqkv.bias": "pytorch_model-00001-of-00002.bin",
    "layers.6.mixer.Wqkv.weight": "pytorch_model-00001-of-00002.bin",
    "layers.6.mixer.out_proj.bias": "pytorch_model-00001-of-00002.bin",
    "layers.6.mixer.out_proj.weight": "pytorch_model-00001-of-00002.bin",
    "layers.6.mlp.fc1.bias": "pytorch_model-00001-of-00002.bin",
    "layers.6.mlp.fc1.weight": "pytorch_model-00001-of-00002.bin",
    "layers.6.mlp.fc2.bias": "pytorch_model-00001-of-00002.bin",
    "layers.6.mlp.fc2.weight": "pytorch_model-00001-of-00002.bin",
    "layers.7.ln.bias": "pytorch_model-00001-of-00002.bin",
    "layers.7.ln.weight": "pytorch_model-00001-of-00002.bin",
    "layers.7.mixer.Wqkv.bias": "pytorch_model-00001-of-00002.bin",
    "layers.7.mixer.Wqkv.weight": "pytorch_model-00001-of-00002.bin",
    "layers.7.mixer.out_proj.bias": "pytorch_model-00001-of-00002.bin",
    "layers.7.mixer.out_proj.weight": "pytorch_model-00001-of-00002.bin",
    "layers.7.mlp.fc1.bias": "pytorch_model-00001-of-00002.bin",
    "layers.7.mlp.fc1.weight": "pytorch_model-00001-of-00002.bin",
    "layers.7.mlp.fc2.bias": "pytorch_model-00001-of-00002.bin",
    "layers.7.mlp.fc2.weight": "pytorch_model-00001-of-00002.bin",
    "layers.8.ln.bias": "pytorch_model-00001-of-00002.bin",
    "layers.8.ln.weight": "pytorch_model-00001-of-00002.bin",
    "layers.8.mixer.Wqkv.bias": "pytorch_model-00001-of-00002.bin",
    "layers.8.mixer.Wqkv.weight": "pytorch_model-00001-of-00002.bin",
    "layers.8.mixer.out_proj.bias": "pytorch_model-00001-of-00002.bin",
    "layers.8.mixer.out_proj.weight": "pytorch_model-00001-of-00002.bin",
    "layers.8.mlp.fc1.bias": "pytorch_model-00001-of-00002.bin",
    "layers.8.mlp.fc1.weight": "pytorch_model-00001-of-00002.bin",
    "layers.8.mlp.fc2.bias": "pytorch_model-00001-of-00002.bin",
    "layers.8.mlp.fc2.weight": "pytorch_model-00001-of-00002.bin",
    "layers.9.ln.bias": "pytorch_model-00001-of-00002.bin",
    "layers.9.ln.weight": "pytorch_model-00001-of-00002.bin",
    "layers.9.mixer.Wqkv.bias": "pytorch_model-00001-of-00002.bin",
    "layers.9.mixer.Wqkv.weight": "pytorch_model-00001-of-00002.bin",
    "layers.9.mixer.out_proj.bias": "pytorch_model-00001-of-00002.bin",
    "layers.9.mixer.out_proj.weight": "pytorch_model-00001-of-00002.bin",
    "layers.9.mlp.fc1.bias": "pytorch_model-00001-of-00002.bin",
    "layers.9.mlp.fc1.weight": "pytorch_model-00001-of-00002.bin",
    "layers.9.mlp.fc2.bias": "pytorch_model-00001-of-00002.bin",
    "layers.9.mlp.fc2.weight": "pytorch_model-00001-of-00002.bin"
  }
}
